{"1": "53      FANTINE     BOOK FIRST--A JUST MAN     CHAPTER I--M.", "2": " MYRIEL  In 1815,", "3": " M.", "4": " Charles-Francois-Bienvenu Myriel was Bishop of D---- He was an old man of about seventy-five years of age;", "5": " he had occupied the see of D---- since 1806.", "6": "  Although this detail has no connection whatever with the real substance of what we are about to relate,", "7": " it will not be superfluous,", "8": " if merely for the sake of exactness in all points,", "9": " to mention here the various rumors and remarks which had been in  circulation about him from the very moment when he arrived in the diocese.", "10": "  True or false,", "11": " that which is said of men often occupies as important a place in their lives,", "12": " and above all 54  in their destinies,", "13": " as that which th ey do.", "14": " M.", "15": " Myriel was the son of a councillor of the Parliament of Aix;", "16": " hence he belonged to the nobility of the bar.", "17": " It was said that his father,", "18": " destining him to be the heir of his own post,", "19": " had married him at a very early age,", "20": " eighteen or twenty,", "21": " in accordance with a custom whic h is rather widely prevalent in parliamentary families.", "22": " In spite of this marriage,", "23": " however,", "24": " it was said that Charles Myriel created a great deal of talk.", "25": " He was well formed,", "26": " though rather short in stature,", "27": " elegant,", "28": " graceful,", "29": " intelligent;", "30": " the whole of the first portion of his life had been devoted to the world and to gallantry.", "31": "  The Revolution came;", "32": " events succeeded each other with precipitation;", "33": " the parliamentary families,", "34": " decimated,", "35": " pursued,", "36": " hunted down,", "37": " were dispersed.", "38": " M.", "39": " Charles Myriel emigrated to Italy at the very beginning of the Revolution.", "40": " There his wife died of a malady of the chest,", "41": " from which she had long suffered.", "42": " He had no children.", "43": " What took place next in the fate of M.", "44": " Myriel?", "45": " The ruin of the French society of the olden days,", "46": " the fall of his own family,", "47": " the tragic specta cles of '93,", "48": " which were,", "49": " perhaps,", "50": " even more alarming to the emigrants who viewed them from a distance,", "51": " with the magnifying powers of terror,--did these cause the ideas of renunciation and solitude to germinate in him?", "52": " Was he,", "53": " in the midst of these distractions,", "54": " these affections which absorbed his life,", "55": " suddenly smitten with one of those mysterious  and terrible blows which sometimes overwhelm,", "56": " by striking to his heart,", "57": " a man whom public catastrophes would not shake,", "58": " by striking at hi s existence and his fortune?", "59": " No one could have told:", "60": " all that was known wa s,", "61": " that when he returned from 55  Italy he was a priest.", "62": "  In 1804,", "63": " M.", "64": " Myriel was the Cure of B---- [Brignolles].", "65": " He was already advanced in years,", "66": " and lived in a very retired manner.", "67": "  About the epoch of the coronation,", "68": " some petty affair connected with his curacy--just what,", "69": " is not precisely known--took him to Paris.", "70": " Among other powerful persons to whom he went to solicit aid for his parishioners was M.", "71": " le Cardinal Fesch.", "72": " One day,", "73": " when the Emperor had come to visit his uncle,", "74": " the worthy Cure,", "75": " who was waiting in the anteroom,", "76": " found himself present when His Majesty passed.", "77": " Napoleon,", "78": " on finding himself observed with a certain curiosity by this old man,", "79": " turned round and said abruptly:--  \"Who is this good man who is staring at me?\"  \"Sire,\" said M.", "80": " Myriel,", "81": " \"you are look ing at a good man,", "82": " and I at a great man.", "83": " Each of us can profit by it.\"  That very evening,", "84": " the Emperor asked the Cardinal the name of the Cure,", "85": " and some time afterwards M.", "86": " Myriel was utterly astonished to learn that he had been appointed Bishop of D----  What truth was there,", "87": " after all,", "88": " in the stories which were invented as to the early portion of M.", "89": " Myriel's life?", "90": " No one knew.", "91": " Very few families had been acquainted with the Myriel family before the Revolution.", "92": " 56   M.", "93": " Myriel had to undergo the fate of every newcomer in a little town,", "94": " where there are many mouths which ta lk,", "95": " and very few heads which think.", "96": " He was obliged to undergo it although he was a bishop,", "97": " and because he was a bishop.", "98": " But after all,", "99": " the rumors with which his name was connected were rumors only,--n oise,", "100": " sayings,", "101": " words;", "102": " less than words--palabres,", "103": " as the energetic language of the South expresses it.", "104": "  However that may be,", "105": " after nine years of episcopal power and of residence in D----,", "106": " all the stories and subjects of conversation which engross petty towns and petty people at the outset had fallen into profound oblivion.", "107": " No one would have dared to mention them;", "108": " no one would have dared to recall them.", "109": "  M.", "110": " Myriel had arrived at D---- a ccompanied by an elderly spinster,", "111": " Mademoiselle Baptistine,", "112": " who was his sister,", "113": " and ten years his junior.", "114": "  Their only domestic was a female servant of the same age as Mademoiselle Baptistine,", "115": " and named Madame Magloire,", "116": " who,", "117": " after having been the servant of M.", "118": " le Cure,", "119": " now assumed the double title of maid to Mademoiselle and housekeeper to Monseigneur.", "120": "  Mademoiselle Baptistine was a long,", "121": " pale,", "122": " thin,", "123": " gentle creature;", "124": " she realized the ideal expressed by the word \"respectable\";", "125": " for it seems that a woman must needs be a mother in order to be venerable.", "126": " She had never been pretty;", "127": " her whole life,", "128": " which had been nothing but a 57  succession of holy deeds,", "129": " had finally conferred upon her a sort of pallor and transparency;", "130": " and as she advanced in years she had acquired what may be called the beauty of goodness.", "131": " What had been leanness in her youth had become transparency in  her maturity;", "132": " and this diaphaneity allowed the angel to be seen.", "133": " She wa s a soul rather than a virgin.", "134": " Her person seemed made of a shadow;", "135": " th ere was hardly sufficient body to provide for sex;", "136": " a little matter encl osing a light;", "137": " large eyes forever drooping;--a mere pretext for a soul's remaining on the earth.", "138": "  Madame Magloire was a little,", "139": " fat,", "140": "  white old woman,", "141": "  corpulent and bustling;", "142": " always out of breath,--i n the first place,", "143": " because of her activity,", "144": " and in the next,", "145": " because of her asthma.", "146": "  On his arrival,", "147": " M.", "148": " Myriel was installed in the episcopal palace with the honors required by the Imperial decrees,", "149": " which class a bishop immediately after a major-general.", "150": " Th e mayor and the president paid the first call on him,", "151": " and he,", "152": " in turn,", "153": " paid the first call on the general and the prefect.", "154": "  The installation over,", "155": " the town waited to see its bishop at work.", "156": "  "}