{"1": "Chapter 1 When I was six years old,", "2": " I once saw an amazing picture in a book about life in the jungle,", "3": " called “True Stories”.", "4": " It showed a boa constrictor who was swallowing an animal.", "5": " Here is a copy of the picture:", "6": "  And here’s what it said in the book:", "7": " “Boa constrictors swallow their prey whole without chewing it.", "8": " After that,", "9": " they are unable to move and they sleep for the six months it takes them to digest it.”  I thought a lot about the adventures of the jungle,", "10": " and after a while I took a coloured pencil and drew my first picture.", "11": " My picture number 1.", "12": " It looked like this:", "13": "I showed my masterpiece to the grown-ups and I asked them if my drawing scared them.", "14": " But they answered:", "15": " “Scared?", "16": " Why would I be scared of a hat?” My drawing wasn’t supposed to be a hat.", "17": " It was supposed to be a boa constrictor who had swallowed an elephant.", "18": " So I drew the inside of the boa constrictor,", "19": " to help the grown-up people understand.", "20": " You always have to explain things to them.", "21": " My drawing number 2 looked like this:", "22": " The grown-up people told me I should stop drawing pictures of boa constrictors from the outside and the inside and instead concentrate on geography,", "23": " history,", "24": " maths and English.", "25": " So at the age of six I had to give up my brilliant career as a painter.", "26": " I was too discouraged by the way people treated my drawing number 1 and my drawing number 2.", "27": " Grown-up people never understand anything on their own.", "28": " It’s so tiring for children to go on and on explaining everything.", "29": "I had to find something else to do,", "30": " and I learned to fly planes.", "31": " I’ve flown all over the world.", "32": " And it’s true,", "33": " geography has been pretty useful.", "34": " At a glance,", "35": " I can tell China from Arizona.", "36": " That’s handy if you’ve got lost during the night.", "37": "During my life,", "38": " I’ve come into contact with a whole bunch of serious people.", "39": " I’ve met a lot of grown-ups.", "40": " I’ve got to know them well.", "41": " It hasn’t improved my opinion of them much.", "42": "When I find one who seems a bit different from the others,", "43": " I try the experiment of showing them my drawing number 1,", "44": " which I’ve always kept.", "45": " I want to know if they really understand anything.", "46": " But they always answer:", "47": " “It’s a hat.” So then I don’t talk to them about boa constrictors or jungles or stars.", "48": " I go down to their level.", "49": " I talk to them about bridge and golf and politics and neckties.", "50": " And the grown-up is very happy to find I’m a serious person too."}