{
  "segments": [
    {
      "id": 0,
      "start": 0.0,
      "end": 9.0,
      "text": " Chapter 1. When I was six years old I once saw an amazing picture in a book about life in the jungle called True Stories."
    },
    {
      "id": 1,
      "start": 9.0,
      "end": 13.0,
      "text": " It showed a bow constrictor who was swallowing an animal."
    },
    {
      "id": 2,
      "start": 13.0,
      "end": 15.0,
      "text": " Here is a copy of the picture."
    },
    {
      "id": 3,
      "start": 15.0,
      "end": 22.0,
      "text": " And here's what it said in the book. Bow constrictors swallow their prey whole without chewing it."
    },
    {
      "id": 4,
      "start": 22.0,
      "end": 28.0,
      "text": " After that they are unable to move and they sleep the six months it takes to digest it."
    },
    {
      "id": 5,
      "start": 28.0,
      "end": 35.0,
      "text": " I thought a lot about the adventures of the jungle and after a while I took a coloured pencil and drew my first picture."
    },
    {
      "id": 6,
      "start": 35.0,
      "end": 38.0,
      "text": " My picture number one, it looked like this."
    },
    {
      "id": 7,
      "start": 38.0,
      "end": 43.0,
      "text": " I showed my masterpiece to the grown-ups and I asked them if my drawing scared them."
    },
    {
      "id": 8,
      "start": 43.0,
      "end": 47.0,
      "text": " But they answered, scared? Why would I be scared of a hat?"
    },
    {
      "id": 9,
      "start": 47.0,
      "end": 52.0,
      "text": " So I drew the inside of the bow constrictor to help the grown-up people understand."
    },
    {
      "id": 10,
      "start": 52.0,
      "end": 55.0,
      "text": " You always have to explain things to them."
    },
    {
      "id": 11,
      "start": 55.0,
      "end": 58.0,
      "text": " My drawing number two looked like this."
    },
    {
      "id": 12,
      "start": 58.0,
      "end": 63.0,
      "text": " The grown-up people told me I should stop drawing pictures of bow constrictors from the outside and the inside"
    },
    {
      "id": 13,
      "start": 63.0,
      "end": 67.0,
      "text": " and instead concentrate on geography, history, maths and English."
    },
    {
      "id": 14,
      "start": 67.0,
      "end": 72.0,
      "text": " So at the age of six I had to give up my brilliant career as a painter."
    },
    {
      "id": 15,
      "start": 72.0,
      "end": 78.0,
      "text": " I was too discouraged by the way people treat my drawing number one and my drawing number two."
    },
    {
      "id": 16,
      "start": 78.0,
      "end": 81.0,
      "text": " Grown-up people never understand anything on their own."
    },
    {
      "id": 17,
      "start": 81.0,
      "end": 86.0,
      "text": " It's so tiring for children to go on and on and on explaining everything."
    },
    {
      "id": 18,
      "start": 86.0,
      "end": 90.0,
      "text": " I had to find something else to do and I learned to fly planes."
    },
    {
      "id": 19,
      "start": 90.0,
      "end": 93.0,
      "text": " I've flown all over the world."
    },
    {
      "id": 20,
      "start": 93.0,
      "end": 96.0,
      "text": " And it's true, geography has been pretty useful."
    },
    {
      "id": 21,
      "start": 96.0,
      "end": 99.0,
      "text": " At a glance I can tell China from Arizona."
    },
    {
      "id": 22,
      "start": 99.0,
      "end": 102.0,
      "text": " That's handy if you got lost during the night."
    },
    {
      "id": 23,
      "start": 102.0,
      "end": 106.0,
      "text": " During my life I've come in contact with a whole bunch of serious people."
    },
    {
      "id": 24,
      "start": 106.0,
      "end": 110.0,
      "text": " I've met a lot of grown-ups. I've got to know them well."
    },
    {
      "id": 25,
      "start": 110.0,
      "end": 113.0,
      "text": " It hasn't improved my opinion on them much."
    },
    {
      "id": 26,
      "start": 113.0,
      "end": 116.0,
      "text": " When I find one who seems a bit different from the others,"
    },
    {
      "id": 27,
      "start": 116.0,
      "end": 121.0,
      "text": " I try the experiment of showing them my drawing number one, which I've always kept."
    },
    {
      "id": 28,
      "start": 121.0,
      "end": 124.0,
      "text": " I want to know if they really understand anything."
    },
    {
      "id": 29,
      "start": 124.0,
      "end": 127.0,
      "text": " But they always answer it's a heart."
    },
    {
      "id": 30,
      "start": 127.0,
      "end": 132.0,
      "text": " So then I don't talk to them about bow constrictors or jungles or stars."
    },
    {
      "id": 31,
      "start": 132.0,
      "end": 138.0,
      "text": " I go down to their level. I talk to them about bridge and golf and politics and nectis."
    },
    {
      "id": 32,
      "start": 138.0,
      "end": 142.0,
      "text": " And the grown-up is very happy to find I'm a serious person too."
    }
  ]
}
